Overload List
Name  |   Description
GetAllCapsStatus
 Returns whether  All  ,  None  or a  Mixed  of characters in the entire text are in all caps.
GetAllCapsStatus(TextRange)
 Returns whether  All  ,  None  or a  Mixed  set of characters in a given text range are in all caps.
 See Also
  FormattedText Class
  FormattedText Members
  Autodesk.Revit.DB Namespace